Repository: squuadPW/edusystem
Catalog: languages/edusystem-*.po
Languages: es_es

source: applied successfully
es_es: aplicado con éxito

source: %s %s added successfully.
es_es: %s %s agregado exitosamente.

source: %s's Documents
es_es: Documentos de %s

source: %s's Installments
es_es: Cuotas de %s

source: %s's Pending Documents
es_es: Documentos pendientes de %s

source: (You can pay it before starting classes in your account)
es_es: (Puedes pagarlo antes de iniciar clases en tu cuenta)

source: A new alliance has registered.
es_es: Se ha registrado una nueva alianza.

source: A new institution has registered
es_es: Se ha registrado una nueva institución

source: A new student has registered.
es_es: Se ha registrado un nuevo estudiante.

source: A period has been successfully created.
es_es: Se ha creado correctamente un período.

source: Academic
es_es: Académico

source: Academic cut-off filter to be applied
es_es: Filtro por corte académico

source: Academic offers
es_es: Ofertas académicas

source: Academic period
es_es: Período académico

source: Academic period cut-off
es_es: Fecha límite del período académico

source: Academic period of students to send
es_es: Periodo académico de los estudiantes a enviar

source: Academic periods
es_es: Períodos académicos

source: Academic projection
es_es: Proyección académica

source: Academic requirements fulfilled
es_es: Requisitos académicos cumplidos.

source: Academic Services
es_es: Servicios Académicos

source: Accept
es_es: Aceptar

source: Access
es_es: Acceso

source: Account
es_es: Cuenta

source: Accounts receivable
es_es: Cuentas por cobrar

source: Action
es_es: Acción

source: action
es_es: Acción

source: Actions
es_es: Acciones

source: Activate student elective
es_es: Activar electiva

source: Active
es_es: Activar

source: Active students.xlsx
es_es: Estudiantes activos.xlsx

source: Add
es_es: Agregar

source: Add Alliance
es_es: Agregar alianza

source: Add Banner
es_es: Agregar Banner

source: Add banner
es_es: Agregar banner

source: Add career
es_es: Agregar carrera

source: Add Custom Input
es_es: Agregar campo personalizado

source: Add cuts
es_es: Añadir cortes

source: Add Department
es_es: Agregar departamento

source: Add Departments
es_es: Agregar Departamentos

source: Add Document
es_es: Agregar Documento

source: Add Expense
es_es: Agregar gastos

source: Add expense
es_es: Agregar gasto

source: Add fee
es_es: Añadir tarifa

source: Add Grades
es_es: Agregar Grados

source: Add Grades by Country
es_es: Agregar calificaciones por país

source: Add Institute
es_es: Agregar Instituto

source: Add mention
es_es: Agregar mención

source: Add new plan
es_es: Agregar nuevo plan

source: Add Offer
es_es: Agregar Oferta

source: Add offer
es_es: Agregar oferta

source: Add pensum
es_es: Agregar pensum

source: Add Period
es_es: Agregar Periodo

source: Add period
es_es: Añadir período

source: Add pre-scholarship
es_es: Agregar pre-becado

source: Add program
es_es: Agregar programa

source: Add quota rule
es_es: Agregar regla de cuota

source: Add rules
es_es: Agregar reglas

source: Add scholarship
es_es: Agregar beca

source: Add Staff
es_es: Agregar personal

source: Add staff
es_es: Agregar personal

source: Add Subject
es_es: Agregar asunto

source: Add subject
es_es: Agregar asunto

source: Add subprograms
es_es: Agregar subprogramas

source: Add Teacher
es_es: Agregar Profesor

source: Add teacher
es_es: Agregar profesor

source: Add Type
es_es: Agregar Tipo

source: Add type
es_es: Agregar tipo

source: Address
es_es: Dirección

source: Address is required
es_es: Dirección requerida

source: Administrative observations
es_es: Observaciones administrativas

source: Administrator Logo
es_es: Logo de administracion

source: Admission
es_es: Admisión

source: African American
es_es: Afroamericano

source: All Academic Offers
es_es: Todas las ofertas académicas

source: All Academic periods
es_es: Todos los periodos académicos

source: All academic projections
es_es: Todas las proyecciones académicas.

source: All Alliances
es_es: Todas las alianzas

source: All Applicants
es_es: Todas las solicitantes

source: All Approved Institutes
es_es: Todos los institutos aprobados

source: All Custom inputs
es_es: Todas los campos personalizadas

source: All Declined Institutes
es_es: Todos los institutos rechazados

source: All Enrollments
es_es: Todas las inscripciones

source: All Grades by Country
es_es: Todos los grados por país

source: All Payments
es_es: Todos los pago

source: All programs
es_es: Todos los programas

source: All Requests
es_es: Todas las Solicitudes

source: All requests
es_es: Todas las solicitudes

source: All Scholarships
es_es: Todas las Becas

source: All Staff members
es_es: Todos los miembros del personal

source: All Students
es_es: Todos los Estudiantes

source: All students with active status
es_es: Todos los estudiantes con estatus activo

source: All Suspended Institutes
es_es: Todos los institutos suspendidos

source: All Teachers
es_es: Todos los profesores

source: All Templates emails
es_es: Todas las plantillas de correo electrónico

source: Alliance
es_es: Alianza

source: Alliance commission amount /
es_es: Importe de la comisión de la alianza /

source: Alliance Details
es_es: Detalles de la alianza

source: Alliance Fee
es_es: Tarifa de alianza

source: Alliance Fee (%)
es_es: Tarifa de alianza (%)

source: Alliance Registration
es_es: Registro de alianza

source: Alliance:
es_es: Alianza:

source: Alliances
es_es: Alianzas

source: Alliances for Review
es_es: Alianzas para la revisión

source: Alliances for review
es_es: Alianzas para revisión

source: Alliances Information
es_es: Información de alianzas

source: Allied Commissions
es_es: Comisiones Aliadas

source: Ally approved notification emails are sent when an ally to be reviewed is approved.
es_es: Los correos electrónicos de notificación de aliado aprobado se envían cuando se aprueba un aliado que debe ser revisado.

source: Ally rejection notification emails are sent when an ally to be reviewed is rejected.
es_es: Los correos electrónicos de notificación de rechazo de aliado se envían cuando se rechaza un aliado que debe ser revisado.

source: Amount
es_es: Monto

source: Amount received
es_es: Importe recibido

source: Amount to pay
es_es: Importe a pagar

source: Amount USD
es_es: Monto USD

source: An amount below the required threshold has been detected; the outstanding amount of %s will be requested in:
es_es: Se ha detectado un importe inferior al umbral requerido; el importe pendiente de %s se solicitará en:

source: Another student of legal age cannot register
es_es: Otro estudiante mayor de edad no puede inscribirse

source: Applicant
es_es: Aplicante

source: Applicant details
es_es: Detalles del aplicante

source: Apply to
es_es: Aplicar a

source: Apply to get the discount
es_es: Aplicar para obtener el descuento

source: Approve
es_es: Aprobar

source: Approve Alliance
es_es: Aprobar alianza

source: Approve Institution
es_es: Aprobar instituto

source: Approve Scholarship
es_es: Aprobar beca

source: Approved
es_es: Aprobado

source: Approved Alliance
es_es: Alianza aprobada

source: Approved Document
es_es: Documento aprobado

source: Approved documents
es_es: Documentos aprobados

source: Approved Institution
es_es: Institución aprobada

source: Asian
es_es: Asiático

source: Assign scholarship
es_es: Asignar beca

source: Assignment
es_es: Asignación

source: Attach copies of any awards or recognitions you have received throughout your professional or academic career. The allowed file type is
es_es: Adjunte copias de cualquier premio o reconocimiento que haya recibido a lo largo de su carrera profesional o académica. El tipo de archivo permitido es

source: Attach copies of awards or recognitions received for your participation in academic or professional congresses, events, or workshops. The allowed file type is
es_es: Adjunte copias de premios o reconocimientos recibidos por su participación en congresos, eventos o talleres académicos o profesionales. El tipo de archivo permitido es

source: Attach the certificate that proves the completion of your high school or secondary education studies. The allowed file type is
es_es: Adjunte el certificado que acredite la finalización de sus estudios de bachillerato o educación secundaria. El tipo de archivo permitido es

source: Attach your curriculum vitae or resume, accompanied by the documents that support your experience and training. The allowed file type is
es_es: Adjunte su currículum vítae o curriculum vitae, acompañado de los documentos que avalen su experiencia y formación. El tipo de archivo permitido es

source: Auto-enroll
es_es: Inscripción automática

source: Autoenrollment
es_es: Inscripción automática

source: Available scholarships
es_es: Becas disponibles

source: Back
es_es: Atrás

source: Banner Details
es_es: Detalles del banner

source: Banner Information
es_es: Información del banner

source: Billing city
es_es: Ciudad de facturación

source: Billing country
es_es: País de facturación

source: Billing Ranking
es_es: Clasificación de facturación

source: Billing ranking
es_es: Clasificación de facturación

source: Birth Date
es_es: Fecha de Nacimiento

source: Birth date
es_es: Fecha de nacimiento

source: Business name
es_es: Nombre comercial

source: Business name is required
es_es: Se requiere el nombre comercial

source: By email
es_es: Por correo electrónico

source: Calendar A (Jan - Dec)
es_es: Calendario A (Ene - Dic)

source: Calendar B (Sep - Aug)
es_es: Calendario B (sept - ago)

source: Calification
es_es: Calificación

source: Can regenerate projection
es_es: Puede regenerar la proyección.

source: Cancel
es_es: Cancelar

source: Career
es_es: Carrera

source: Career details
es_es: Detalles de la carrera

source: Career Information
es_es: Información profesional

source: Career of your interest
es_es: Carrera de tu interés

source: Career to which it belongs
es_es: Carrera a la que pertenece

source: Careers
es_es: Carreras

source: Caucasian
es_es: Caucásico

source: Certificates
es_es: Certificados

source: Certifications
es_es: Certificaciones

source: Change
es_es: Cambiar

source: Change deadline
es_es: Cambiar fecha limite

source: Change payment method
es_es: Cambiar metodo de pago

source: Changes saved successfully
es_es: Cambios guardados exitosamente

source: Changes saved successfully.
es_es: Cambios guardados exitosamente

source: Choose a payment to confirm:
es_es: Elija un método de pago para confirmar:

source: Choose Not To Respond
es_es: Prefiero no responder

source: City
es_es: Ciudad

source: city
es_es: Ciudad

source: City is required
es_es: Ciudad es requerida

source: Classroom
es_es: Aula

source: Code
es_es: Código

source: Code in use, please choose another.
es_es: Código en uso, elija otro.

source: Code is already in use
es_es: El código ya está en uso.

source: Code is not in use.
es_es: El código no está en uso.

source: code not provided
es_es: código no proporcionado

source: College and allied comissions.xlsx
es_es: Comisiones institutos y alianzas comissions.xlsx

source: College and allied commissions
es_es: Comisiones institutos y alianzas

source: College commissions & allies
es_es: College and allied commissions

source: Comissions
es_es: Comisiones

source: Communications
es_es: Comunicaciones

source: Complete
es_es: Completo

source: Configuration of certificates
es_es: Configuración de certificados

source: Configurations
es_es: Configuraciones

source: Configurations of the site
es_es: Configuraciones del sitio

source: Confirm
es_es: Confirmar

source: Confirm your password
es_es: Confirma tu contraseña

source: Congratulations! I am very happy to inform you that your institution's registration has been approved. This means that you have successfully completed the registration process and your institution is now officially recognized.
es_es: ¡Felicitaciones! Me complace informarles que el registro de su institución ha sido aprobado. Esto significa que han completado con éxito el proceso de registro y que su institución ya está oficialmente reconocida.

source: Congratulations. I am pleased to inform you that your alliance registration has been approved. This means that you have successfully completed the registration process and your alliance is now officially recognized.
es_es: ¡Felicitaciones! Me complace informarles que el registro de su alianza ha sido aprobado. Esto significa que han completado con éxito el proceso de registro y que su alianza ya está oficialmente reconocida.

source: Contact
es_es: Contacto

source: Contact Information
es_es: Información del contacto

source: Contact Lastname
es_es: Apellido del contacto

source: Contact Name
es_es: Nombre del contacto

source: Contact Number
es_es: Número de contacto

source: Contact number
es_es: Número de contacto

source: Continue
es_es: Continuar

source: Country
es_es: País

source: Country is required
es_es: País es requerido

source: Coupon for registration fee with installment payments
es_es: Cupón para cuota de inscripción con pago a plazos

source: Coupon registration fee in complete payment
es_es: Cuota de registro del cupón en pago completo

source: Course
es_es: Curso

source: Create career
es_es: Crear carrera

source: Create Enrollment
es_es: Crear Inscripción

source: Create enrollment
es_es: Crear inscripción

source: Create mention
es_es: Crear mención

source: Create payment plan
es_es: Crear plan de pago

source: Create period
es_es: Crear período

source: Create program
es_es: Crear programa

source: Created
es_es: Creado

source: Created At
es_es: Creado en

source: Created at
es_es: Creado en

source: Credit
es_es: Crédito

source: Crop
es_es: Recorta

source: Cuote
es_es: Cuota

source: Current
es_es: Actual

source: Custom
es_es: Personalizado

source: Custom input deleted.
es_es: Campo personalizado eliminado

source: Custom Input Details
es_es: Detalles del campo personalizado

source: Custom Input Information
es_es: Informacion del campo personalizado

source: Custom inputs
es_es: Campos personalizados

source: Customer
es_es: Cliente

source: Cut
es_es: Cortar

source: Cut is already in use
es_es: El corte ya está en uso.

source: Cut-off
es_es: Cerrar

source: Dashboard
es_es: Escritorio

source: Database error. Please try again.
es_es: Error en la base de datos. Inténtalo de nuevo.

source: Date
es_es: Fecha

source: Date new cuote
es_es: Fecha nueva cuota

source: Date of birth
es_es: Fecha de nacimiento

source: Date status change
es_es: Cambio de estado de fecha

source: Date upload documents
es_es: Fecha de carga de documentos

source: Date user registered
es_es: Fecha de registro del usuario

source: Day
es_es: Día

source: Days
es_es: Días

source: Deactivate the elective selector and mark that they have not seen electives during this period <br>that they were not due (this will advance them in the screening).
es_es: Desactivar el selector de electivas y marcar que no han visto electivas durante este periodo <br>que no les correspondían (esto les hará avanzar en la preselección).

source: DEADLINE
es_es: FECHA LÍMITE

source: Decline
es_es: Rechazar

source: Decline Alliance
es_es: Rechazar Alianza

source: Decline Institution
es_es: Rechazar Instituto

source: Declined
es_es: Rechazado

source: Degree details
es_es: Detalles de la carrera

source: Delete
es_es: Eliminar

source: Delete cut
es_es: Eliminar corte

source: Delete subprogram
es_es: Eliminar subprograma

source: Department updated
es_es: Departamento actualizado

source: Departments
es_es: Departamentos

source: Desactivate student elective
es_es: Desactivar asignatura electiva estudiantil

source: Description
es_es: Descripción

source: Design
es_es: Diseño

source: Diff
es_es: Diferencia

source: Discount
es_es: Descuento

source: Display name
es_es: Nombre para mostrar

source: Do pou you want to decline this alliance?
es_es: ¿Quieres rechazar esta alianza?

source: Do pou you want to decline this institution?
es_es: ¿Quieres rechazar esta institución?

source: Do you want to approve this alliance?
es_es: ¿Quieres aprobar esta alianza?

source: Do you want to approve this institution?
es_es: ¿Quieres aprobar esta institución?

source: Do you want to approve this payment?
es_es: ¿Quieres aprobar este pago?

source: Do you want to approve this request?
es_es: ¿Quieres aprobar esta solicitud?

source: Do you want to approve this scholarship?
es_es: ¿Quieres aprobar esta beca?

source: Do you want to decline this payment?
es_es: ¿Quieres rechazar este pago?

source: Do you want to decline this request?
es_es: ¿Quieres rechazar esta solicitud?

source: Do you want to delete this fee?
es_es: ¿Desea eliminar esta tarifa?

source: Do you want to delete this rule for the quota?
es_es: ¿Quieres eliminar esta regla para la cuota?

source: Do you want to eliminate this alliance?
es_es: ¿Quieres eliminar esta alianza?

source: Do you want to eliminate this department
es_es: ¿Quieres eliminar este departamento?

source: Do you want to remove this career?
es_es: ¿Quieres eliminar esta carrera?

source: Do you want to remove this cut?
es_es: ¿Quieres eliminar este corte?

source: Do you want to remove this mention?
es_es: ¿Quieres eliminar esta mención?

source: Do you want to remove this period?
es_es: ¿Desea eliminar este período?

source: Do you want to remove this program?
es_es: ¿Quieres eliminar este programa?

source: Do you want to remove this subprogram?
es_es: ¿Quieres eliminar este subprograma?

source: Do you want to set the date of the next payment?
es_es: ¿Quieres fijar la fecha del próximo pago?

source: Do you want to suspend this institution?
es_es: ¿Quieres suspender esta institución?

source: Document
es_es: Documento

source: Document approval emails are sent when a student is approved for a specific document.
es_es: Los correos electrónicos de aprobación de documentos se envían cuando un estudiante es aprobado para un documento específico.

source: Document for Review
es_es: Documento para revisión

source: Document rejection notification emails are produced when a student's document is rejected from admissions.
es_es: Los correos electrónicos de notificación de rechazo de documentos se producen cuando el documento de un estudiante es rechazado en las admisiones.

source: Document request notification emails are approved for payment and require student documents.
es_es: Los correos electrónicos de notificación de solicitud de documentos están aprobados para el pago y requieren documentos del estudiante.

source: Document Type
es_es: Tipo de documento

source: Document type
es_es: Tipo de documento

source: Document update notification e-mails are when a student submits a document for revision to admission.
es_es: Los correos electrónicos de notificación de actualización de documentos se reciben cuando un estudiante envía un documento para su revisión durante la admisión.

source: Documents
es_es: Documentos

source: Documents certificates
es_es: Certificados de documentos

source: Documents for review
es_es: Documentos para revisión

source: documents have been received from the student %s.
es_es: Se han recibido los documentos del estudiante %s.

source: Documents of certificates
es_es: Documentos de certificados

source: Documents saved successfully.
es_es: Documentos guardados exitosamente.

source: Don't Forget to Schedule
es_es: No olvides programar

source: Download moodle notes
es_es: Descargar notas de moodle

source: Edit
es_es: Editar

source: Edit Departments
es_es: Editar departamentos

source: Education level is required
es_es: Se requiere nivel educativo

source: Educational level
es_es: Nivel educativo

source: EduSystem Autoenrollment
es_es: Inscripción automática en EduSystem

source: Either subject ID or subject code must be provided.
es_es: Se debe proporcionar el ID del sujeto o el código del sujeto.

source: Elective
es_es: Electiva

source: Email
es_es: Correo electrónico

source: Email address
es_es: Dirección de correo electrónico

source: Email already registered for another alliance
es_es: Correo electrónico ya registrado para otra alianza

source: Email already registered for another institute
es_es: Correo electrónico ya registrado para otro instituto

source: Email is required
es_es: Correo electrónico requerido

source: Email sent successfully.
es_es: Correo electrónico enviado correctamente.

source: Email to staff
es_es: Correo electrónico al personal

source: Email to students
es_es: Correo electrónico a las estudiantes

source: Emails
es_es: Correos electrónicos

source: Emails can't be the same
es_es: Los correos electrónicos no pueden ser iguales

source: End Date
es_es: Fecha de finalización

source: End Date Cut
es_es: Fecha de finalización

source: End Date Cut A
es_es: Fecha de finalización Corte A

source: End Date Cut B
es_es: Fecha de finalización Corte B

source: End Date Cut C
es_es: Fecha de finalización Corte C

source: End Date Cut D
es_es: Fecha de finalización Corte D

source: End Date Cut E
es_es: Fecha de finalización Corte D

source: English
es_es: Inglés

source: Enroll in moodle
es_es: Inscríbete en Moodle

source: Enrollment Details
es_es: Detalles de inscripción

source: Enrollment history
es_es: Historial de inscripción

source: Enrollment Information
es_es: Información de inscripción

source: Enrollments
es_es: Inscripciones

source: Ensure you provide an official copy issued by the school of your high school diploma. The allowed file type is
es_es: Asegúrese de proporcionar una copia oficial emitida por la escuela de su diploma de bachillerato. El tipo de archivo permitido es

source: Equivalence
es_es: Equivalencia

source: Error removing the career.
es_es: Error al eliminar la carrera.

source: Error removing the mention.
es_es: Error al eliminar la mención.

source: Error removing the subprogram.
es_es: Error al eliminar el subprograma.

source: Error saving information. Please try again.
es_es: Error al guardar la información. Inténtalo de nuevo.

source: Error: Nombre de usuario y contraseña son requeridos para crear un nuevo usuario.
es_es: Error: Nombre de usuario y contraseña son necesarios para crear un nuevo usuario.

source: Error: The identifier already exists.
es_es: Error: el identificador ya existe.

source: Ethnicity
es_es: Origen étnico

source: Existing department.
es_es: Departamento existente.

source: Existing email, please enter another email
es_es: Correo electrónico existente, por favor ingrese otro correo electrónico

source: Existing email, please enter another email.
es_es: Correo electrónico existente, por favor ingrese otro correo electrónico.

source: Exit
es_es: Salir

source: Expected payment date
es_es: Fecha de pago prevista

source: Expense deleted successfully.
es_es: Gasto eliminado exitosamente.

source: Expense Details
es_es: Detalles de gastos

source: Expense Information
es_es: Información de gastos

source: Expenses
es_es: Gastos

source: Expenses and payroll
es_es: Gastos y nóminas

source: Expired
es_es: Vecimiento

source: Export Excel
es_es: Exportar Excel

source: Export excel
es_es: Exportar excel

source: Export PDF
es_es: Exportar PDF

source: Fee
es_es: Tarifa

source: Fee graduation
es_es: Tarifa de graduación

source: Fee payment method
es_es: Tarifa de metodo de pago

source: Fee registration
es_es: Tarifa de inscripción

source: Fee Total
es_es: Total de tarifas

source: Fee(%)
es_es: Tarifa(%)

source: Feed deleted.
es_es: Feed eliminado.

source: Fees
es_es: Tarifas

source: Female
es_es: Femenino

source: Filter
es_es: Fitro

source: Filter applies to student enrollments.
es_es: El filtro se aplica a las inscripciones de estudiantes.

source: Final payment
es_es: Pago final

source: First name
es_es: Primer nombre

source: First name is required
es_es: El nombre es obligatorio

source: First surname
es_es: Primer apellido
