Repository: squuadPW/edusystem
Catalog: languages/edusystem-*.po
Languages: es_es

source: Please provide an official report of grades or transcripts from your higher education institution. The allowed file type is
es_es: Por favor, facilite un informe oficial de calificaciones o expedientes académicos de su institución de educación superior. El tipo de archivo permitido es

source: Please provide DIGITAL COPY OF POSTGRADUATE DEGREE to validate your information and continue with the registration. The allowed file type is
es_es: Por favor, proporcione una COPIA DIGITAL DEL TÍTULO DE POSGRADO para validar su información y continuar con la inscripción. El tipo de archivo permitido es

source: Please provide your CURRICULAR SUMMARY to validate your information and continue with the registration process. The allowed file type is
es_es: CURRICULUM VITAE U HOJA DE VIDA CON SUS SOPORTES DOCUMENTALES

source: Please provide your curriculum vitae. This document is required only for Ph.D. applications. The allowed file type is
es_es: Por favor, facilite su currículum vitae. Este documento solo es necesario para las solicitudes de doctorado. El tipo de archivo permitido es

source: Please provide your official GED High School transcripts. The allowed file type is
es_es: Por favor, proporcione sus expedientes académicos oficiales de secundaria GED. El tipo de archivo permitido es

source: Please select the grade you are currently studying
es_es: Seleccione el grado que está cursando actualmente.

source: Post Code
es_es: Código postal

source: Postal Code
es_es: Código postal

source: Postcode / ZIP
es_es: Código postal

source: Pre-Scholarships
es_es: Pre-becados

source: Preview
es_es: Avance

source: Price
es_es: Precio

source: Primary
es_es: Primaria

source: Proceed to Checkout
es_es: Pasar por la caja

source: Processing
es_es: Procesando

source: Profit margin
es_es: Margen de ganancia

source: Program
es_es: Programa

source: Program details
es_es: Detalles del programa

source: Program Information
es_es: Información del programa

source: Program of your interest
es_es: Programa de su interés

source: Program Payments
es_es: Pagos del programa

source: Program pensum
es_es: Pensum del programa

source: Program to which it belongs
es_es: Programa al que pertenece

source: Program(s)
es_es: Programa(s)

source: Programs
es_es: Programas

source: Projection adjusted successfully.
es_es: Proyección ajustada exitosamente.

source: Provide a clear and legible copy of your official identification document (DNI) or valid passport. The allowed file type is
es_es: Proporcione una copia clara y legible de su documento de identidad oficial (DNI) o pasaporte válido. El tipo de archivo permitido es

source: Provide a list of your publications and, if possible, attach a PDF or a link to articles in scientific publications, books, or columns you have written. The allowed file type is
es_es: Proporcione una lista de sus publicaciones y, si es posible, adjunte un archivo PDF o un enlace a los artículos que haya escrito en publicaciones científicas, libros o columnas. El tipo de archivo permitido es

source: Provide an official transcript or report card certified by a school authority. The allowed file type is
es_es: Proporcione un expediente académico oficial o un boletín de notas certificado por una autoridad escolar. El tipo de archivo permitido es

source: Provide evidence of the audiovisual activities in which you have participated, such as podcasts, TV appearances, or radio shows. This can be a link, a screenshot, or the document that certifies it. The allowed file type is
es_es: Proporcione pruebas de las actividades audiovisuales en las que ha participado, como podcasts, apariciones en televisión o programas de radio. Puede ser un enlace, una captura de pantalla o el documento que lo certifique. El tipo de archivo permitido es

source: Public information course
es_es: Curso de información pública

source: Quantity
es_es: Cantidad

source: Quota
es_es: Cuota

source: Quota N°
es_es: Cuota N.º

source: Quotas
es_es: Cuotas

source: Quotas quantity
es_es: Cantidad de cuotas

source: Quotes
es_es: Cuotas

source: Ranking alliances.xlsx
es_es: Ranking alianzas.xlsx

source: Ranking institutes.xlsx
es_es: Ranking institutos.xlsx

source: Ranking of allies according to the amount invoiced
es_es: Ranking de aliados según importe facturado

source: Ranking of the institutes according to the amount invoiced
es_es: Ranking de los institutos según importe facturado

source: Re-generate projection
es_es: Regenerar proyección

source: Read Admission
es_es: Leer Admisión

source: Reason
es_es: Razón

source: Reason for the amount of the expense
es_es: Motivo del importe del gasto

source: Reason why it is declined
es_es: Motivo por el cual se rechaza

source: Recalculate
es_es: Recalcular

source: Rector Information
es_es: Información del Rector

source: Rector Lastname
es_es: Apellido del Rector

source: Rector lastname is required
es_es: El apellido del rector es obligatorio

source: Rector Name
es_es: Nombre del Rector

source: Rector name is required
es_es: Se requiere el nombre del Rector

source: Rector Phone
es_es: Teléfono del Rector

source: Rector phone is required
es_es: Se requiere el teléfono del Rector

source: Rector's last name
es_es: Apellido del Rector

source: Rector's name
es_es: Nombre del Rector

source: Reference
es_es: Referencia

source: Reference Type
es_es: Tipo de referencia

source: References
es_es: Referencias

source: Registered institutes
es_es: Institutos registrados

source: Registration
es_es: Inscripción

source: Registration fee
es_es: Tarifa de inscripción

source: Registration sent. Wait for confirmation.
es_es: Registro enviado. Espere confirmación.

source: Regular price
es_es: Precio habitual

source: Rejected
es_es: Rechazado

source: Rejected Alliance
es_es: Alianza rechazada

source: Rejected Document
es_es: Documento rechazado

source: Rejected Institution
es_es: Institución rechazada

source: Related careers
es_es: Carreras relacionadas

source: Related mentions
es_es: Menciones relacionadas

source: Remove deadline
es_es: Eliminar fecha límite

source: Report
es_es: Reporte

source: Reproved
es_es: Reprobado

source: Request
es_es: Solicitud

source: Request Completed
es_es: Solicitud completada

source: Request details
es_es: Solicitar detalles

source: Request Documents
es_es: Solicitar Documentos

source: Request ID
es_es: Solicitar identificación

source: Request update
es_es: Solicitar actualización

source: Requests
es_es: Solicitudes

source: Requests for Review
es_es: Solicitudes de revisión

source: Required
es_es: Requerido

source: Required data is missing.
es_es: Faltan datos requeridos

source: Required Documents
es_es: Documentos requeridos

source: Restore
es_es: Restaurar

source: Revenues
es_es: Ingresos

source: Revert
es_es: Revertir

source: Sale price
es_es: Precio de venta

source: Sale priceTotal
es_es: Precio de ventaTotal

source: Sales by product
es_es: Ventas por producto

source: Save
es_es: Guardar

source: Save and send email
es_es: Guardar y enviar correo electrónico

source: Save Changes
es_es: Guardar Cambios

source: Save changes
es_es: Guardar cambios

source: Save Period
es_es: Guardar Perido

source: Save settings
es_es: Guardar ajustes

source: Save this email as a new template
es_es: Guardar este correo electrónico como una nueva plantilla

source: Saves changes
es_es: Guardar cambios

source: Scholarship
es_es: Beca

source: Scholarship application
es_es: Solicitud de beca

source: Scholarship Completed
es_es: Beca completada

source: Scholarship details
es_es: Detalles de la beca

source: Scholarship ID
es_es: ID de beca

source: Scholarship Information
es_es: Información de becas

source: Scholarship students
es_es: Estudiantes becados

source: Scholarship students.xlsx
es_es: Estudiantes becados.xlsx

source: Scholarship type
es_es: Tipo de beca

source: Scholarships
es_es: Becas

source: Scholarships for Review
es_es: Becas de Revisión

source: School or Institution Mail
es_es: Correo escolar o institucional

source: School subjects
es_es: Materias escolares

source: School Year
es_es: Año Escoloar

source: School year
es_es: Año escolar

source: Search
es_es: Buscar

source: Search by name, email
es_es: Buscar por nombre, correo electrónico

source: Search by name, email, recto's first name or rector's last name
es_es: Buscar por nombre, correo electrónico, nombre del rector o apellido del rector

source: Search for payment ID
es_es: Buscar pago por #

source: Search for Period
es_es: Buscar período

source: Search for scholarship ID
es_es: Buscar ID de beca

source: Search for Staff
es_es: Búsqueda de personal

source: Search for Student
es_es: Buscar Estudiante

source: Search for student
es_es: Buscar estudiante

source: Search for Subject
es_es: Buscar Asunto

source: Search for Teacher
es_es: Buscar profesor

source: Search for title
es_es: Buscar título

source: Search student
es_es: Buscar estudiante

source: Search student by id document
es_es: Buscar estudiante por documento de identidad

source: Second surname
es_es: Segundo apellido

source: Section
es_es: Sección

source: Select
es_es: Seleccionar

source: Select a course
es_es: Seleccione un curso

source: Select a grade
es_es: Seleccione un grado

source: Select a template
es_es: Seleccione una plantilla

source: Select a type
es_es: Seleccionar un tipo

source: Select academic period cut
es_es: Seleccionar corte del período académico

source: Select academic period to filter
es_es: Selecciona el período académico para filtrar

source: Select an academic period
es_es: Seleccione un periodo académico

source: Select an option
es_es: Seleccione una opción

source: Select certificates templates
es_es: Seleccionar plantillas de certificados

source: Select date range
es_es: Seleccionar rango de fechas

source: Select file
es_es: Seleccionar archivo

source: Select one or more alliances to set their fees.
es_es: Seleccione una o más alianzas para establecer sus tarifas.

source: Select option
es_es: Seleccionar opción

source: Select payment
es_es: Seleccione el pago

source: Select the payment method used:
es_es: Seleccione el método de pago utilizado:

source: Send
es_es: Enviar

source: Send Documents
es_es: Enviar documentos

source: Send email
es_es: Enviar correo electrónico

source: Send email for staff
es_es: Enviar correo electrónico para el personal

source: Send email from the system
es_es: Enviar correo electrónico desde el sistema

source: Send the same email to parents (only if the email is a student)
es_es: Enviar el mismo correo electrónico a los padres (solo si el correo electrónico es de un estudiante).

source: Send welcome mailing
es_es: Enviar correo de bienvenida

source: Senior
es_es: Sénior

source: Sent
es_es: Enviado

source: Settings
es_es: Ajustes

source: Settings for %s
es_es: Configuraciones para %s

source: Settings menu
es_es: Menú de configuración

source: Share link
es_es: Compartir enlace

source: Spanish
es_es: Español

source: Split Payment Details
es_es: Detalles del pago fraccionado

source: Staff
es_es: Personal

source: Staff Details
es_es: Detalles del personal

source: Start a new one
es_es: Empezar uno nuevo

source: Start and end dates for period cuts
es_es: Fechas de inicio y fin de los cortes de período

source: Start charging
es_es: Comience a cargar

source: Start Date
es_es: Fecha inicial

source: Start Date Cut
es_es: Fecha de inicio Corte

source: Start Date Cut A
es_es: Fecha de inicio Termino A

source: Start Date Cut B
es_es: Fecha de inicio Corte B

source: Start Date Cut C
es_es: Fecha de inicio Corte C

source: Start Date Cut D
es_es: Fecha de inicio Corte D

source: Start Date Cut E
es_es: Fecha de inicio Corte E

source: State
es_es: Estado

source: State / County
es_es: Estado / Provincia / Departamento

source: State is required
es_es: Se requiere estado

source: Status
es_es: Estado

source: Status change successfully
es_es: Cambio de estado exitoso

source: Status changed
es_es: Estado cambiado

source: Status changed by
es_es: Estado cambiado por

source: Status student
es_es: Estados del estudiante

source: Street address
es_es: dirección postal

source: Student
es_es: Estudiente

source: Student banners
es_es: Banners del escritorio

source: Student contact
es_es: Contacto del estudiante

source: Student country
es_es: Pais del estudiante

source: Student Details
es_es: Detalles del Estudiante

source: Student details
es_es: Detalles del estudiante

source: Student document
es_es: Documento de Estudiante

source: Student Documents
es_es: Documentos de Estudiantiles

source: Student email
es_es: Correo electrónico del Estudiante

source: Student grade
es_es: Calificación del estudiante

source: Student graduations
es_es: Graduaciones de estudiantes

source: Student Information
es_es: Información del Estudiante

source: Student information
es_es: Información del estudiante

source: Student notification emails are sent when a student registers after making a payment.
es_es: Los correos electrónicos de notificación a los estudiantes se envían cuando un estudiante se registra después de realizar un pago.

source: Student Payments Overview
es_es: Resumen de pagos de estudiantes

source: Student phone
es_es: Teléfono del estudiante

source: Student's entry cut
es_es: Corte de entrada de estudiantes

source: Student's group
es_es: Grupo de estudiantes

source: Student's name
es_es: Nombre del estudiante

source: Student, parent, alliance or institute email address (you can enter several, separate them with commas)
es_es: Dirección de correo electrónico del estudiante, padre, alianza o instituto (puede ingresar varias, sepárelas con comas)

source: Students
es_es: Estudiantes

source: Students academically ready, awaiting graduation
es_es: Estudiantes académicamente preparados, esperando graduarse

source: Students Information
es_es: Información de los estudiantes

source: Students of institute
es_es: Alumnos de instituto

source: Students Registered
es_es: Estudiantes Registrados

source: Students registered
es_es: Estudiantes matriculados

source: Students seeing classes in the current term.
es_es: Estudiantes que ven clases en el período actual.

source: Students studying.xlsx
es_es: Estudiantes estudiando.xlsx

source: Students successfully enrolled in moodle.
es_es: Estudiantes inscritos exitosamente en moodle.

source: Students successfully enrolled in public course.
es_es: Estudiantes matriculados con éxito en curso público.

source: Students who are not seeing classes in the current term
es_es: Estudiantes que no están viendo clases en el período actual

source: Subject
es_es: Asunto

source: Subject - Code
es_es: Asunto - Código

source: Subject - Code of subject
es_es: Asunto - Código del sujeto

source: Subject code
es_es: Código de asunto

source: Subject codes
es_es: Códigos de curso

source: Subject Details
es_es: Detalles del tema

source: Subject Information
es_es: Información del Sujeto

source: Subjects
es_es: Sujetos

source: Subprograms
es_es: Subprogramas

source: Subscription
es_es: Suscripción

source: Successfully generated academic projections for the student.
es_es: Se generaron exitosamente proyecciones académicas para el estudiante.

source: Successfully generated admin for the student.
es_es: Se ha creado correctamente el administrador para el estudiante.

source: Successfully generated all missing academic projections for the students.
es_es: Se generaron exitosamente todas las proyecciones académicas faltantes para los estudiantes.

source: Successfully generated virtual classroom for the student.
es_es: Se ha creado correctamente el aula virtual para el estudiante.

source: Successfully updated notes for the students.
es_es: Notas actualizadas con éxito para las estudiantes

source: Summary
es_es: Resumen

source: Summary comissions.xlsx
es_es: Resumen comisiones.xlsx

source: Summary of commissions
es_es: Resumen de comisiones

source: Support Tickets
es_es: Ticket de soporte

source: Support tickets
es_es: Ticket de soporte

source: Suspend
es_es: Suspender

source: Suspend the institution
es_es: Suspender la institución

source: Suspended
es_es: Suspendido

source: Tax
es_es: Impuesto

source: Teacher
es_es: Profesor

source: Teacher Details
es_es: Detalles del Profesor

source: Teacher Information
es_es: Información del profesor

source: Teacher or person responsible
es_es: Profesor o responsable

source: Teacher profile not found.
es_es: Perfil del profesor no encontrado.

source: Teacher's profile picture, this will be visible to the public. The allowed file type is
es_es: Foto de perfil del profesor, visible para el público. El tipo de archivo permitido es

source: Teachers
es_es: Profesores

source: Template deleted.
es_es: Plantilla eliminada.

source: Template emails
es_es: Platillas de correos electrónicos

source: Templates
es_es: Plantillas

source: Templates emails
es_es: Plantillas de correos electrónicos

source: Term
es_es: Término

source: Terms and Conditions
es_es: Términos y condiciones

source: Territory
es_es: Territorio

source: The academic term in progress is
es_es: El período académico en curso es

source: The allowed file type is
es_es: El tipo de archivo permitido es

source: The card should clearly display the student's name, the type of vaccine received, the dates of vaccination, and any booster shots administered. The allowed file type is
es_es: La tarjeta debe mostrar claramente el nombre del estudiante, el tipo de vacuna recibida, las fechas de vacunación y las dosis de refuerzo administradas. El tipo de archivo permitido es

source: The career has been successfully removed.
es_es: La carrera ha sido eliminada con éxito.

source: The cut contains enrolled students.
es_es: El recorte afecta a los estudiantes matriculados.

source: The cut has been successfully removed.
es_es: El corte se ha eliminado correctamente.

source: The cut was not removed correctly.
es_es: El corte no se eliminó correctamente.

source: The fee has been deleted successfully.
es_es: La tarifa se ha eliminado correctamente.

source: The fee has not been deleted correctly.
es_es: La tarifa no se ha eliminado correctamente.

source: The filter applies to when the student enters the platform.
es_es: El filtro se aplica cuando el estudiante ingresa a la plataforma.

source: The following documents are required to be reviewed
es_es: Se requiere revisar los siguientes documentos

source: The maximum age is
es_es: La edad máxima es

source: The mention has been successfully removed.
es_es: La mención ha sido eliminada exitosamente.

source: The network response was unsuccessful
es_es: La respuesta de la red no fue satisfactoria.

source: The period contains enrolled students.
es_es: El período incluye a los estudiantes matriculados.

source: The period has been successfully removed.
es_es: El período se ha eliminado correctamente.

source: The period was not removed correctly.
es_es: El punto no se eliminó correctamente.

source: The product could not be added.
es_es: No se pudo agregar el producto.

source: The product has been added successfully.
es_es: El producto ha sido añadido exitosamente.

source: The quota rule has been deleted successfully.
es_es: La regla de cuota se ha eliminado correctamente.

source: The quota rule has not been deleted correctly.
es_es: La regla de cuota no se ha eliminado correctamente.

source: The representative cannot share the same email as the student
es_es: El representante no puede compartir el mismo correo electrónico que el estudiante.

source: The representative cannot share the same ID as the student
es_es: El representante no puede compartir la misma identificación que el estudiante

source: The student cannot share the same email as the representative
es_es: El estudiante no puede compartir el mismo correo electrónico que el representante

source: The subprogram contains enrolled students.
es_es: El subprograma contiene estudiantes matriculados.

source: The subprogram has been successfully removed.
es_es: El subprograma ha sido eliminado exitosamente.

source: The subprogram was not removed correctly.
es_es: El subprograma no se eliminó correctamente.

source: The summary of all commissions
es_es: Resumen de todas las comisiones

source: There are already degrees registered for this country.
es_es: Ya existen titulaciones registradas para este país.

source: There are no registered institutions
es_es: No hay instituciones registradas

source: There are not records
es_es: No hay registros

source: There is an amount of %s due to the student. The surplus will be credited to:
es_es: Hay una cantidad de %s adeudada al estudiante. El excedente se acreditará a:

source: This email is already associated with a user
es_es: Este correo electrónico ya está asociado a un usuario

source: This ID is already associated with a user
es_es: Este ID ya está asociado a un usuario

source: This module is essential to keep all departments aligned and updated, thus improving collaboration and response to situations that require immediate attention.
es_es: Este módulo es esencial para mantener a todos los departamentos alineados y actualizados, mejorando así la colaboración y la respuesta ante situaciones que requieren atención inmediata.

source: This Month
es_es: Este Mes

source: This month
es_es: Este mes

source: This SCHOLARSHIP applies to:
es_es: Esta BECA aplica para:

source: This student has yet to select an elective.
es_es: Este estudiante aún no ha seleccionado una asignatura optativa.

source: This week
es_es: Esta semana

source: Ticket ID
es_es: Numero de Ticket

source: Title
es_es: Título

source: title
es_es: título

source: To access the
es_es: Para acceder al

source: To access the virtual classroom, please ensure you complete the following steps:
es_es: Para acceder al aula virtual, asegúrese de completar los siguientes pasos:

source: To begin
es_es: Para empezar

source: To help you get started on the right foot, we've put together a few simple steps to make your journey as smooth and enjoyable as possible. Please take a few minutes to complete them, and let's get started on this exciting path together
es_es: Para ayudarte a empezar con buen camino, hemos preparado unos sencillos pasos para que tu experiencia sea lo más fluida y agradable posible. Tómate unos minutos para completarlos y emprendamos juntos este emocionante camino.

source: To what date does this expense apply?
es_es: ¿A qué fecha aplica este gasto?

source: Today
es_es: Hoy

source: Tomorrow
es_es: Mañana

source: Top 10 alliances
es_es: Top 10 alianzas

source: Top 10 institutes
es_es: Top 10 institutos

source: Total amount paid USD
es_es: Importe total pagado en USD

source: Total cuotes
es_es: Cuotas totales

source: Total Orders
es_es: Órdenes totales

source: Total orders
es_es: Total de ordenes

source: Total paid
es_es: Total pagado

source: Total paid gross
es_es: Total pagado bruto

source: Total paid net
es_es: Total neto pagado

source: Transaction ID
es_es: ID de transacción

source: Transaction ID:
es_es: ID de transacción:

source: Transactions
es_es: Transacciones

source: Transform your WordPress into a complete, professional and scalable educational ecosystem.
es_es: Transforma tu WordPress en un ecosistema educativo completo, profesional y escalable.

source: Tuition amount paid USD
es_es: Importe de la matrícula pagada en USD

source: Type
es_es: Tipo

source: Type calendar
es_es: Tipo calendario

source: Type Details
es_es: Detalles del tipo

source: Type Document
es_es: Tipo de documento

source: Type document
es_es: Tipo de documento

source: Type Information
es_es: Tipo de informacion

source: Type not assigned
es_es: Tipo no asignado

source: Types
es_es: Tipos
