Repository: squuadPW/edusystem
Catalog: languages/edusystem-*.po
Languages: es_es

source: For now the virtual classroom is under maintenance, we invite you to be attentive to your email to receive information about the next academic term.
es_es: Por ahora el aula virtual se encuentra en mantenimiento, te invitamos a estar atento a tu correo electrónico para recibir información sobre el próximo periodo académico.

source: For review
es_es: Para revisión

source: FORM 402 is a document used in the U.S. immigration process, specifically related to the application for citizenship or naturalization. The allowed file type is
es_es: El Formulario 402 es un documento utilizado en el proceso de inmigración a Estados Unidos, específicamente relacionado con la solicitud de ciudadanía o naturalización. El tipo de archivo permitido es

source: Franchise code
es_es: Código de franquicia

source: Franchise Type
es_es: Tipo de franquicia

source: Frequency
es_es: Frecuencia

source: Frequency type
es_es: Tipo de frecuencia

source: From
es_es: Desde

source: Full Name
es_es: Nombre completo

source: Full name
es_es: Nombre completo

source: Gender
es_es: Género

source: General Information
es_es: Información general

source: Generate
es_es: Generar

source: Generate next agreed payment
es_es: Generar el próximo pago acordado

source: Generated
es_es: Generada

source: Good Afternoon
es_es: Buenas tardes

source: Good Evening
es_es: Buenas noches

source: Good Morning
es_es: Buenos días

source: Grade
es_es: Grado

source: Grades
es_es: Grados

source: Grades (separated by commas)
es_es: Calificaciones (separadas por comas)

source: Grades by Country
es_es: Calificaciones por país

source: Grades by Country Details
es_es: Detalles de calificaciones por país

source: Grades Information
es_es: Detalles de calificaciones por país

source: Graduate student
es_es: Estudiante graduado

source: Graduated
es_es: Graduado

source: Graduated students
es_es: Estudiantes graduados

source: Graduated students.xlsx
es_es: Graduados estudiantes.xlsx

source: Graduated text
es_es: Texto graduado

source: Graduating students
es_es: Estudiantes graduados

source: Graduation
es_es: Graduación

source: Graduation fee paid
es_es: Cuota de graduación pagada

source: Gross amount
es_es: Importe bruto

source: here
es_es: aquí

source: Hide post after
es_es: Ocultar publicación después

source: High School
es_es: Escuela secundaria

source: Hispanic
es_es: Hispano

source: History
es_es: Historial

source: How did you obtain information?
es_es: ¿Cómo obtuvo la información?

source: https://edusof.com/
es_es: https://edusof.com/es

source: I am writing to inform you that your document has been approved. We have carefully reviewed your document and believe that it meets all of our requirements.
es_es: Le escribo para informarle que su documento ha sido aprobado. Lo hemos revisado cuidadosamente y creemos que cumple con todos nuestros requisitos.

source: I'm very sorry to hear that! The registration for your institution has been rejected. I understand this is disappointing news, and I want to assure you I'm here to help in any way I can. Unfortunately, I don't have enough information to tell you exactly why your application was rejected. Reasons for rejection can vary depending on the institution and the jurisdiction you're located in.
es_es: ¡Lamento mucho escuchar eso! La inscripción en su institución ha sido rechazada. Entiendo que es una noticia decepcionante y quiero asegurarle que estoy aquí para ayudarle en todo lo que pueda. Lamentablemente, no tengo suficiente información para explicarle exactamente por qué se rechazó su solicitud. Los motivos del rechazo pueden variar según la institución y la jurisdicción en la que se encuentre.

source: ID Card of students
es_es: Carnet estudiantil

source: ID Document
es_es: Documento de identidad

source: ID document
es_es: Documento de identidad

source: ID Document Student
es_es: Documento de identidad

source: Identification
es_es: Identificación

source: Identification Document
es_es: Documento de identificación

source: Identificator
es_es: Identificador

source: Identifier in use, please choose another.
es_es: Identificador en uso, por favor elija otro.

source: Identifier is not in use.
es_es: El identificador no está en uso.

source: Identifier not found
es_es: Identificador no encontrado

source: If you haven't already, please process the payment for your registration fee. This will enable us to finalize your registration and grant you access to the
es_es: Si aún no lo ha hecho, procese el pago de su cuota de inscripción. Esto nos permitirá finalizar su registro y darle acceso a la

source: If you haven't already, please process the payment for your registration fee. This will enable us to finalize your registration and grant you access to the virtual classroom.
es_es: Si aún no lo ha hecho, procese el pago de su matrícula. Esto nos permitirá finalizar su registro y darle acceso al aula virtual.

source: if you wish
es_es: si lo deseas

source: Image for desktop (1920 x 400px)
es_es: Imagen del banner (1920 x 400px)

source: Image for mobile (360 x 160)
es_es: Imagen banner responsive

source: Img desktop
es_es: Imagen escritorio

source: Img mobile
es_es: Imagen celular

source: Include work certificates or certifications that prove job performance related to the program you wish to apply for. The allowed file type is
es_es: Incluya certificados de trabajo o certificaciones que demuestren su desempeño laboral relacionado con el programa al que desea postularse. El tipo de archivo permitido es

source: Include your degree and/or certificate of formal studies, with the corresponding grades for the area in which you want to obtain the professional degree. The allowed file type is
es_es: Incluya su título y/o certificado de estudios formales, con las calificaciones correspondientes al área en la que desea obtener el título profesional. El tipo de archivo permitido es

source: Income
es_es: Ingreso

source: Income account
es_es: Cuenta de ingresos

source: information changed successfully.
es_es: la información cambió exitosamente.

source: Initial fee only
es_es: Solo cuota inicial

source: Initial fee USD
es_es: Cuota inicial USD

source: Initial payment
es_es: Pago inicial

source: Initial period - cut
es_es: Período inicial - corte

source: Initial period and cut
es_es: Periodo inicial y corte.

source: Initial term
es_es: Termino inicial

source: Input ID
es_es: Campo ID

source: Input Mode (HTML Tag Type)
es_es: Modo del campo (HTML Tag Type)

source: Input Name
es_es: Nombre del campo

source: Input Options (for Select and Radio)
es_es: Opciones del campo (Para Select y Radio)

source: Input Type (for Input Tag)
es_es: Tipo de campo (Para Input Tag)

source: Inscription date
es_es: Fecha de inscripción

source: Inscriptions
es_es: Inscripciones

source: Installment
es_es: Cuota

source: Institute
es_es: Instituto

source: Institute added successfully.
es_es: Instituto añadido con éxito.

source: Institute comission amount
es_es: Importe de la comisión del instituto

source: Institute Commissions
es_es: Comisiones del Instituto

source: Institute Details
es_es: Detalles del Instituto

source: Institute Fee
es_es: Tarifa del Instituto

source: Institute name
es_es: Nombre del instituto

source: Institute name is required
es_es: Nombre del instituto es requerido

source: Institute's pensum
es_es: Pensum del Instituto

source: Institute:
es_es: Instituto:

source: Institutes
es_es: Institutos

source: Institutes for Review
es_es: Institutos por Revisar

source: Institutes for review
es_es: Institutos por revisar

source: Institution Documents
es_es: Documentos de la institución

source: Institution Information
es_es: Información del instituto

source: Institution Name
es_es: Nombre del Instituto

source: Institution Registration
es_es: Registrar Instituto

source: Institution rejection notification emails are produced when an institution is rejected for approval.
es_es: Los correos electrónicos de notificación de rechazo institucional se generan cuando una institución es rechazada para su aprobación.

source: Internet search
es_es: Búsqueda en internet

source: Invalid data
es_es: Datos no válidos

source: Invalid email format
es_es: Formato de correo electrónico no válido

source: Invalid phone number format
es_es: Formato de número de teléfono no válido

source: Invalid rector phone number format
es_es: Formato de número de teléfono de rector no válido

source: Invalid status provided. Must be "current" or "history".
es_es: El estado proporcionado no es válido. Debe ser "actual" o "historial".

source: Invalid teacher ID provided.
es_es: Identificación de profesor no válida proporcionada.

source: Invoice
es_es: Factura

source: Invoices for alliances
es_es: Facturas de alianzas

source: Invoices for institutes
es_es: Facturas para institutos

source: Is metadata?
es_es: ¿Son metadatos?

source: It looks like you don't have any courses registered in moodle yet. Please check back shortly when you are assigned 👋
es_es: Parece que aún no tienes ningún curso registrado en Moodle. Vuelve pronto cuando se te asigne 👋

source: Items
es_es: Artículos

source: Items could not be updated.
es_es: No se pudieron actualizar los elementos.

source: Items Subtotal
es_es: Subtotal de artículos

source: Items updated successfully.
es_es: Elementos actualizados correctamente.

source: Label
es_es: Etiqueta

source: Last Month
es_es: Mes Pasado

source: Last month
es_es: Mes pasado

source: Last Name
es_es: Apellido

source: Last name
es_es: Apellido

source: Last name is required
es_es: Se requiere apellido

source: Last Week
es_es: La semana pasada

source: Last week
es_es: La semana pasada

source: Legal name
es_es: Nombre legal

source: Legal name is required
es_es: Nombre legal es requerido

source: Level
es_es: Nivel

source: List of payments
es_es: Lista de pagos

source: Log in
es_es: Iniciar sesión

source: Log out
es_es: Cerrar sesión

source: Lower text
es_es: Texto inferior

source: Mails sent.
es_es: Correos enviados.

source: Male
es_es: Masculino

source: Manage Admission
es_es: Gestionar Admisión

source: Manage payments
es_es: Administrar pagos

source: Manage staff
es_es: Administrar personal

source: Manager
es_es: Gerente

source: Manager's
es_es: del Gerente

source: Manager's information
es_es: Información del gerente

source: Managers
es_es: Gerentes

source: Matrix position
es_es: Posición de la matriz

source: Max Date Cut
es_es: Fecha límite máxima

source: Max Date Cut A
es_es: Fecha máxima de corte A

source: Max Date Cut B
es_es: Fecha máxima de corte B

source: Max Date Cut C
es_es: Fecha máxima de corte C

source: Max Date Cut D
es_es: Fecha máxima de corte D

source: Max Date Cut E
es_es: Fecha máxima de corte E

source: Max date visible
es_es: Fecha máxima visible

source: Max. students
es_es: Máx. estudiantes

source: Maximum visible date
es_es: Fecha máxima visible

source: Me
es_es: Para mi

source: Media
es_es: Medios

source: Mention details
es_es: Detalles de mención

source: Mention Information
es_es: Información de mención

source: Mention of your interest
es_es: Mención de su interés

source: Mentions
es_es: Menciones

source: Message
es_es: Mensaje

source: Method
es_es: Método

source: Middle Last name
es_es: Segundo Apellido

source: Middle last name
es_es: Segundo apellido

source: Middle Name
es_es: Segundo Nombre

source: Middle name
es_es: Segundo nombre

source: Middle text
es_es: Midle texto

source: Minimum passing grade
es_es: Calificación mínima para aprobar

source: Modules
es_es: Módulos

source: Month
es_es: Mes

source: Month and year of expected graduation from high school
es_es: Mes y año de graduación prevista de la escuela secundaria

source: Monthly invoice
es_es: Factura mensual

source: Moodle course ID
es_es: ID del curso Moodle

source: Moodle Settings
es_es: Configuración de Moodle

source: Moodle URL
es_es: Moodle ruta

source: Motive
es_es: Motivo

source: My courses
es_es: Mis cursos

source: N/A Days
es_es: N/A Días

source: Name
es_es: Nombre

source: Name Contact
es_es: Nombre Contacto

source: Name Institute
es_es: Nombre Instituto

source: Name Institute:
es_es: Nombre Instituto:

source: Name of legal representative
es_es: Nombre del representante legal

source: Name of partnership/seller
es_es: Nombre de la sociedad/vendedor

source: Name of School or Institution
es_es: Nombre de la escuela o institución

source: Name of School or Institution with Agreement
es_es: Nombre de la escuela o institución con la que se ha firmado el acuerdo

source: Name of the cut
es_es: Nombre del corte

source: Name of the educational institution
es_es: Nombre de la institución educativa

source: Name Rector
es_es: Nombre del Rector

source: Name(s)
es_es: Nombre(s)

source: Names
es_es: Nombres

source: Names(s)
es_es: Nombre(s)

source: Native American
es_es: Nativo americano

source: Net amount
es_es: Importe neto

source: Net total
es_es: Neto

source: New alliance registered
es_es: Nueva alianza registrada

source: New amount
es_es: Nueva cantidad

source: New applicant
es_es: Nuevo aplicante

source: New Applicant Registered
es_es: Nuevo aplicante registrado

source: New Applicants
es_es: Nuevos solicitantes

source: New cuote
es_es: Nueva cuota

source: New enrollments obtained
es_es: Nuevas matriculaciones obtenidas

source: New password for student
es_es: Nueva contraseña para estudiante

source: New Payment
es_es: Nuevo pago

source: New Payment has been received
es_es: Se ha recibido un nuevo pago

source: New record added successfully.
es_es: Nuevo registro agregado exitosamente.

source: New Registered Institution
es_es: Nueva institución registrada

source: New registered institution notification emails are sent when an institution registers later and is awaiting approval.
es_es: Los correos electrónicos de notificación de nuevas instituciones registradas se envían cuando una institución se registra más tarde y está esperando aprobación.

source: New registrations
es_es: Nuevas inscripciones

source: New registrations.xlsx
es_es: Nuevas inscripciones.xlsx

source: New request
es_es: Nueva solicitud

source: Next academic period
es_es: Próximo periodo académico

source: Next date payment
es_es: Próximos pagos

source: Next month
es_es: Mes próximo

source: Next period code
es_es: Código del próximo período

source: Next week
es_es: La próxima semana

source: No notifications available
es_es: No hay notificaciones disponibles

source: No scholarship assigned or already signed
es_es: No hay beca asignada ni ya firmada.

source: No sent
es_es: No enviado

source: Non-enrolled.xlsx
es_es: No-inscrito.xlsx

source: Not found
es_es: No encontrado

source: Notes
es_es: Notas

source: Notifications
es_es: Notificaciones

source: Number cuote
es_es: Numero de couta

source: Number phone
es_es: Numero de contacto

source: Occupation
es_es: Ocupación

source: Offer deleted.
es_es: Oferta eliminada.

source: Offer Details
es_es: Detalles de la oferta

source: Offer Information
es_es: Información de la oferta

source: Offer period
es_es: Periodo de oferta

source: Offers
es_es: Ofertas

source: Official document that certifies the birth of a person. The allowed file type is
es_es: Documento oficial que certifica el nacimiento de una persona. El tipo de archivo permitido es

source: Oh you don't have any note history that we can provide you, as soon as we have it you'll see it here 😁
es_es: Oh, no tienes ningún historial de notas que podamos proporcionarte, tan pronto como lo tengamos lo verás aquí 😁

source: Oh you're new here! apparently you don't have any note history that we can provide you, as soon as we have it you'll see it here
es_es: ¡Eres nuevo aquí! Parece que no tienes historial de notas que podamos proporcionarte. En cuanto lo tengamos, lo verás aquí.

source: Old amount
es_es: Monto anterior

source: on date
es_es: en la fecha

source: On-site Event
es_es: Evento en el sitio

source: On-site event
es_es: Evento en el sitio

source: Once both steps are complete, you will receive an email with instructions on how to access the virtual classroom. Please note that access will only be granted once all required documents have been received and your payment has been processed.
es_es: Una vez completados ambos pasos, recibirá un correo electrónico con instrucciones para acceder al aula virtual. Tenga en cuenta que el acceso solo se concederá una vez que se hayan recibido todos los documentos necesarios y se haya procesado su pago.

source: Once we receive your documents and process your payment, we will review your application and grant you access to the
es_es: Una vez que recibamos sus documentos y procesemos su pago, revisaremos su solicitud y le otorgaremos acceso a la

source: Once your payment is approved, the option to upload all required documents is enabled
es_es: Una vez aprobado su pago, se habilita la opción de cargar todos los documentos requeridos

source: Once your payment is approved, the option to upload all required documents is enabled in your registration form.
es_es: Una vez aprobado su pago, se habilita la opción de cargar todos los documentos requeridos en su formulario de registro.

source: Only pending payments
es_es: Sólo pagos pendientes

source: Only saves changes
es_es: Solo guarda cambios

source: Oops! it looks like you don't have any students logged into moodle yet. Please come back when you have access to moodle
es_es: ¡Uy! Parece que aún no tienes estudiantes conectados a Moodle. Vuelve cuando puedas acceder a Moodle.

source: Open
es_es: Abierto

source: Optional
es_es: Opcional

source: Order Total
es_es: Total del pedido

source: Orders
es_es: Órdenes

source: Other
es_es: Otro

source: Others
es_es: Otros

source: Page
es_es: Página

source: Paid program
es_es: Programa pagado

source: Parent
es_es: Padre

source: Parent contact
es_es: Contacto del padre

source: Parent details
es_es: Detalles del padre

source: Parent email
es_es: Correo electrónico del padres

source: Parent Information
es_es: Información para padres

source: Passport
es_es: Pasaporte

source: Password
es_es: Contraseña

source: Passwords do not match
es_es: Las contraseñas no coinciden.

source: Pay
es_es: Pagar

source: Payment
es_es: Cuota

source: Payment agreement
es_es: Acuerdo de pago

source: Payment Completed
es_es: Pago completado

source: Payment date
es_es: Fecha de pago

source: Payment details
es_es: Detalles del pago

source: Payment ID
es_es: Pago #

source: Payment Method
es_es: Método de pago

source: Payment method
es_es: Método de pago

source: Payment Method selected
es_es: Método de pago seleccionado

source: Payment method used
es_es: Método de pago utilizado

source: Payment method used:
es_es: Método de pago utilizado:

source: Payment methods used
es_es: Métodos de pago utilizados

source: Payment plan details
es_es: Detalles del plan de pago

source: Payment plan Information
es_es: Información del plan de pago

source: Payment plan of your interest
es_es: Plan de pago de su interés

source: Payment Plans
es_es: Planes de pago

source: Payment plans
es_es: Planes de pago

source: Payment to:
es_es: Pago a:

source: Payment type
es_es: Tipo de pago

source: Payments
es_es: Pagos

source: Payments for Review
es_es: Pagos por revisar

source: Payments log
es_es: Pagos log

source: Payments of student
es_es: Pagos del estudiante

source: Pending
es_es: Pendiente

source: Pending documents
es_es: Documentos pendientes

source: Pending electives.xlsx
es_es: Electivas pendientes.xlsx

source: Pending graduation.xlsx
es_es: Pendiente graduación.xlsx

source: Pending payment
es_es: Pago pendiente

source: Pensum details
es_es: Detalles del Pensum

source: Pensum Information
es_es: Información del Pensum

source: Period
es_es: Periodo

source: Period - Cut
es_es: Periodo - Termino

source: Period - cut
es_es: Periodo - termino

source: Period cuts
es_es: Recortes por período

source: Period Details
es_es: Detalles del Periodo

source: Period details
es_es: Detalles del período

source: Period enrolled
es_es: Periodo matriculado

source: Period Information
es_es: Información del período

source: Phone
es_es: Teléfono

source: Phone number is required
es_es: Se requiere número de teléfono

source: Platform access data
es_es: Datos de acceso a la plataforma

source: Platform access data of parent
es_es: Datos de acceso a la plataforma del padre

source: Platform access data of student
es_es: Datos de acceso a la plataforma del estudiante

source: please ensure you complete the following steps
es_es: asegúrese de completar los siguientes pasos

source: Please ensure you provide a clear and legible copy of the identification document. The allowed file type is
es_es: Asegúrese de proporcionar una copia clara y legible del documento de identidad. El tipo de archivo permitido es

source: Please establish your password
es_es: Establece tu contraseña

source: Please provide a clear and legible copy of the document. The allowed file type is
es_es: Proporcione una copia clara y legible del documento. El tipo de archivo permitido es

source: Please provide a clear and legible copy of your photo identification or passport. The allowed file type is
es_es: Proporcione una copia clara y legible de su documento de identidad con fotografía o pasaporte. El tipo de archivo permitido es

source: Please provide a copy of your most recent degree diploma, whether obtained nationally or abroad. The allowed file type is
es_es: Por favor, facilite una copia de su título universitario más reciente, ya sea obtenido en su país o en el extranjero. El tipo de archivo permitido es

source: Please provide a DIGITAL COPY OF YOUR UNIVERSITY DEGREE to validate your information and continue with the registration process. The allowed file type is
es_es: Por favor, proporcione una COPIA DIGITAL DE SU TÍTULO UNIVERSITARIO para validar su información y continuar con el proceso de inscripción. El tipo de archivo permitido es

source: Please provide a document outlining your thesis idea. This is required only for Ph.D. applications. The allowed file type is
es_es: Por favor, proporcione un documento en el que describa la idea de su tesis. Esto solo es necesario para las solicitudes de doctorado. El tipo de archivo permitido es

source: Please provide a government-issued photo identification, such as a passport or driver's license. The allowed file type is
es_es: Por favor, presente un documento de identidad con fotografía expedido por el gobierno, como un pasaporte o un permiso de conducir. El tipo de archivo permitido es

source: Please provide a recent, clear, and high-quality photo of the student
es_es: Proporcione una fotografía reciente, clara y de alta calidad del estudiante.

source: Please provide a recent, clear, and high-quality photo of the student.
es_es: Proporcione una fotografía reciente, clara y de alta calidad del estudiante.

source: Please provide a translation or equivalent document of your high school or GED diploma certified by a recognized institution. The allowed file type is
es_es: Por favor, proporcione una traducción o documento equivalente de su diploma de secundaria o GED certificado por una institución reconocida. El tipo de archivo permitido es

source: Please provide an official document that clearly indicates the student's name, the course or subject, and the corresponding grade achieved. The allowed file type is
es_es: Por favor, proporcione un documento oficial que indique claramente el nombre del estudiante, el curso o asignatura y la calificación correspondiente obtenida. El tipo de archivo permitido es

source: Please provide an official document that verifies the student's enrollment status. The allowed file type is
es_es: Por favor, proporcione un documento oficial que verifique el estado de matrícula del estudiante. El tipo de archivo permitido es
