Repository: squuadPW/edusystem
Catalog: languages/edusystem-*.po
Languages: es_es

source: Unfortunately, I must inform you that your application for registration has been rejected. I understand that this may be discouraging news, and I want to assure you that I am here to help you in any way I can.
es_es: Lamentablemente, debo informarle que su solicitud de registro ha sido rechazada.

source: Unsubscribed
es_es: Cancelar suscripción

source: Unsupported input mode:
es_es: Modo de entrada no admitido:

source: Upcoming quotas
es_es: Próximas cuotas

source: Update data
es_es: Actualizar datos

source: Update Document(s)
es_es: Actualizar documento(s)

source: Update max date students
es_es: Actualizar fecha máxima de estudiantes

source: Update max date upload at
es_es: Actualizar la fecha máxima de carga en

source: Updated Document(s)
es_es: Documento(s) actualizado(s)

source: Updated price
es_es: Precio actualizado

source: Upload
es_es: Subir

source: Upload all required documents marked with an asterisk (*)
es_es: Sube todos los documentos requeridos marcados con un asterisco (*)

source: Upload at
es_es: Subir en

source: Upload documents here
es_es: Sube documentos aquí

source: Upload the certifications of the diplomas, courses, and workshops you have completed. This will help validate your continuous training. The allowed file type is
es_es: Sube las certificaciones de los diplomas, cursos y talleres que hayas completado. Esto te ayudará a validar tu formación continua. El tipo de archivo permitido es

source: Upper text
es_es: Testo ultimo año

source: User
es_es: Usuario

source: User login
es_es: Inicio de sesión de usuario

source: Username
es_es: Nombre de usuario

source: Users
es_es: Usuarios

source: Users and signatures
es_es: Usuarios y firmas

source: View
es_es: Ver

source: View detail
es_es: Ver detalle

source: View Details
es_es: Ver Detalles

source: View details
es_es: Ver detalles

source: View Document
es_es: Ver documento

source: View document
es_es: Ver documentos

source: View Notes
es_es: Ver notas

source: View payments
es_es: Ver pagos

source: View user
es_es: Ver usuario

source: View user parent
es_es: Ver padre

source: View user student
es_es: Ver estudiante

source: Virtual Classroom
es_es: Aula Virtual

source: virtual classroom
es_es: Aula Virtual

source: Virtual Classroom Information
es_es: Información del aula virtual

source: Waiting Time
es_es: Esperando

source: Waiting update
es_es: Esperando actualización

source: was created
es_es: fue creado

source: was eliminated
es_es: fue eliminado

source: We have found that you have the following scholarship assigned to you:
es_es: Hemos comprobado que se le ha asignado la siguiente beca:

source: We're excited to have you join our community! As we prepare for your on boarding process, we want to remind you to schedule your meeting with our team to complete your registration
es_es: ¡Nos entusiasma que te unas a nuestra comunidad! Mientras nos preparamos para tu incorporación, te recordamos que programes una reunión con nuestro equipo para completar tu registro

source: Welcome
es_es: Bienvenido

source: Welcome students.
es_es: Bienvenidos estudiantes.

source: with an amount of
es_es: con una cantidad de

source: Without course
es_es: Sin curso

source: Year
es_es: Año

source: years old
es_es: años de edad

source: Yes
es_es: Si

source: Yesterday
es_es: Ayer

source: yesterday
es_es: ayer

source: You can add a description about the payment
es_es: Puedes añadir una descripción sobre el pago.

source: You have pending payments
es_es: Tienes pagos pendientes

source: You must specify a split payment amount
es_es: Debe especificar un importe de pago fraccionado.

source: You will receive an email with instructions on how to access the classroom and start your course
es_es: Recibirás un correo electrónico con instrucciones sobre cómo acceder al aula y comenzar tu curso.

source: You will soon be assigned your corresponding courses and will have access to
es_es: Próximamente se te asignarán los cursos correspondientes y tendrás acceso a

source: Your Onboarding Meeting
es_es: Su reunión de incorporación

source: Your Payment has been completed
es_es: Su pago ha sido completado
